/* Default message shown in error alert dialogs for validation errors when no more specific error message is available */
"A validation error occurred" = "Er heeft zich een controlefout voorgedaan.";

/* Default message shown in error alert dialogs when no more specific error message is available */
"An error occurred" = "Er heeft zich een fout voorgedaan";

/* Title for alert dialog button asking what to do with invalid values entered by the user */
"Discard Change" = "Maak wijzigingen ongedaan";

/* Default error message for formatting errors with bindings */
"Formatting Error" = "Opmaakfout";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Illegal key" = "Ongeldige sleutel";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key cannot be empty" = "Sleutel mag niet leeg zijn";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key is already in use" = "Sleutel is al in gebruik";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Value for %@ cannot be empty" = "Waarde voor %@ mag niet leeg zijn";

